{
  "kicker": "Profile",
  "title": "ABOUT DR. H. GAVILÁN (MY PICTURE &amp; Hyperlink to my CVA)",
  "body": "<p>Dr. Helena Gavilán is a Ramón y Cajal Research Fellow at the Complutense University of Madrid (UCM), in the Department of Physical Chemistry, where she leads a research group focused on nanocolloids and magnetism (Mag N’Col Lab). She earned her PhD in Advanced Chemistry at ICMM-CSIC (Spain) in 2017, specializing in colloidal synthesis of magnetic nanoparticles (MNPs) for biomedicine under the supervision of M. P. Morales and L. Gutiérrez. She then worked as a postdoctoral researcher at the Italian Institute of Technology (IIT) in the group of Nanomaterials for biomedical applications, leaded by Teresa Pellegrino. Dr. Gavilán gained expertise in magnetic hyperthermia, photothermal therapy, MRI, and drug delivery, including a research stay at Lawrence Berkeley National Laboratory (USA).</p><p>Dr. Gavilán has authored over 30 publications published in prestigious journals such as Chemical Society Reviews, Nature Protocols, Small or ACS Applied Materials &amp; Interfaces; including highly cited works on magnetic hyperthermia (&gt;350 citations), and holds two patents. She is Principal Investigator of national and European projects (AMULET, DREAM-Nano, AniMAG) and serves as working group leader and management committee member in the European COST Action NexMPI. She was also co-founded HyperCube, a start-up project developing magnetic nanocubes for nanomedicine, and is actively involved in training and mentoring young researchers.</p><p>She is engaged in teaching innovation projects, such as e-STEM, which aims to enhance STEM education through innovative methodologies and digital resources, with a focus on supporting women and pregnant students. She also contributes to the UNA EUROPA initiative, promoting academic collaboration and educational excellence.</p><p>Outside her research activities, Dr. Gavilán spends part of her leisure time engaged in cooking and climbing.</p><p><strong>CONTACT</strong></p><p><strong>Helena Gavilán Rubio</strong><br>Ramón y Cajal Researcher, Universidad Complutense de Madrid<br>Department of Physical Chemistry<br>📍 Madrid, Spain<br>📧 hgavilan@ucm.es<br>🔗 <a href=\"https://orcid.org/0000-0002-2071-628X\" target=\"_new\">ORCID</a> | <a href=\"https://www.scopus.com/authid/detail.uri?authorId=57191912898\" target=\"_new\">Scopus</a> | <a href=\"https://www.webofscience.com/wos/author/record/S-9663-2017\" target=\"_new\">Web of Science</a></p>",
  "photo": "./media/about/profile.webp",
  "photoAlt": "Dr. H. Gavilán in the lab",
  "pdf": "./media/about/cv.pdf",
  "pdfLabel": "View CV (PDF)"
}